---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceDehumidificationSetPoint
source: html/adba3c42-94c8-722b-76c6-fdfade9fb629.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceDehumidificationSetPoint Property

"Dehumidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceDehumidificationSetPoint { get; }
```